Repository: JustCarmen/justblack_theme_options
Catalog: language/*.po
Languages: de, fr, hu, nl, vi

source: <p>Click a row, then drag-and-drop to re-order the topmenu items. Then click the 'save' button.</p>
de: <p>Um die Einträge im Hauptmenü umzuordnen, verschieben Sie die Zeilen mit der Maus. Vergessen Sie nicht, danach auf 'Speichern' zu klicken!</p>
fr: <p>Cliquez sur une ligne, puis faites un glisser-déposer pour réorganiser les éléments du menu. Cliquez ensuite sur le bouton Enregistrer.</p>
nl: <p>Klik op een rij, sleep en laat los om de volgorde van de topmenu items te wijzigen. Klik daarna op de knop 'opslaan'.</p>

source: <p>Here you can choose the location for the Family tree title in the header.</p>
de: <p>Hier bestimmen Sie die Position für den Titel im Kopfbereich.</p>
nl: <p>Hier kunt u de locatie van de stamboomtitel in de header bepalen.</p>

source: <p>If this option is set the Media Menu will be moved to the topmenu. The names of first level media folders will appear as submenu of the new Media Menu.</p><p>Warning: these menu links are not translated automatically. If you want your menus to be translated you will have to do it manually with the instructions in the webrees WIKI.</p>
de: <p>Hiermit wird das Medienmenü ins Hauptmenü verschoben. Die Namen der Unterverzeichnisse auf der ersten Ebene erscheinen als Untermenü im neuen Menü "Multimedia".</p><p>Achtung: Diese Untermenüpunkte werden nicht automatisch übersetzt. Um die Einträge zu übersetzen, sollten Sie sich nach den Anweisungen im WIKI von webtrees richten.</p>
nl: <p>Wanneer deze optie wordt ingesteld, verhuist het Media Menu naar het topmenu. De namen van eerste niveau media folders verschijnen als submenu van het nieuwe Media Menu.</p><p>Waarschuwing: deze submenu linken worden niet automatisch vertaald. Als u deze submenu's wilt vertalen moet u dat handmatig doen met de instructies uit de webtrees WIKI.</p>

source: <p>If you set this option the results on the media list page will include subfolders.</p>
de: <p>Wenn Sie diese Option auswählen, dann wird die Medienseite auch Unterordner enthalten.<p>
nl: <p>Wanneer u deze optie instelt worden de resultaten op de media pagina getoond inclusief submappen.</p>

source: <p>The Google Docs Viewer is a way to present pdf files in a consistant way across all browsers. You are no longer dependent on the user's own PDF viewer.</p><p>A second advantage of using the Google Docs Viewer is that it now is possible to place watermarks on pdf files. If you have set the option to use watermarks for images in your tree settings, the watermarks will now be placed on pdf-files too.</p><p>You and your users don't need a google account to use the Google Docs Viewer.</p>
de: <p>Der Google Docs Viewer ermöglicht es, PDF-Dateien in allen Browsern in einheitlicher Form darzustellen. Ein lokal installierter PDF-Viewer ist damit nicht länger nötig.</p><p>Ein weiterer Vorteil bei der Nutzung des Google Docs Viewer ist die Möglichkeit, Wasserzeichen über das pdf-Dokument zu legen. Wenn Sie die Option "Wasserzeichen" für die Fotos in ihrem Stammbaum gesetzt haben, werden sie jetzt auch für die PDF-Dateien erzeugt.</p><p>Weder der Seitenbetreiber noch der Besucher der Seiten benötigt ein Google-Konto, um den Google Docs Viewer zu nutzen.</p>
fr: <p>Google Docs Viewer permet de présenter les fichiers PDF de manière identique dans tous les navigateurs. Vous n'êtes plus dépendant de la visionneuse PDF de l'utilisateur.</p><p>Autre avantage : Il est maintenant possible de placer des filigranes sur les fichiers pdf. Si cette option est activée pour les images dans vos paramètres d'arbres, les filigranes seront aussi placés sur les fichiers PDF.</p><p>Google Docs Viewer ne nécessite pas de compte Google pour être utilisé.</p>
nl: <p>De Google Docs Viewer is een manier om pdf bestanden op een consistente manier in alle browsers te presenteren. U bent niet langer afhankelijk van de eigen PDF viewer van de gebruiker.</p><p>Een tweede voordeel van het gebruik van de Google Docs Viewer is dat het nu mogelijk is om watermerken te plaatsen op pdf-bestanden. Als u in uw stamboominstellingen de optie hebt ingesteld om watermerken te plaatsen op afbeeldingen, worden er nu ook watermerken geplaatst op pdf-bestanden.</p><p>U en uw gebruikers hebben geen googe account nodig om gebruik te maken van de Google Docs Viewer.</p>

source: <p>The default media folder will be used as link on the main media menu icon. If you click on this icon the medialist page for this folder appears.</p>
de: <p>Der Standard-Medienordner wird als Link für das Mediensymbol im Hauptmenü benutzt. Beim Klicken darauf wird die Medienliste für diesen Ordner angezeigt.</p>
fr: <p>Le dossier de médias par défaut sera utilisé comme lien dans le menu Média principal. Si vous cliquez sur cette icône, la page de liste des médias de ce dossier apparaîtra.</p>
nl: <p>De standaard media folder wordt gebruikt als link voor het hoofd media menu icoon. Wanneer u op dit icoon klikt verschijnt de medialist pagina voor deze folder.</p>

source: <p>Uncheck this box if you already use the Family tree title in the header image. Otherwise leave the checkbox checked.</p>
de: <p>Entfernen Sie diese Auswahl, wenn der Stammbaumtitel bereits in der Titelgrafik enthalten ist. Ansonsten lassen sie die Auswahl gesetzt.</p>
fr: <p>Décochez cette case si vous utilisez déjà le titre de l'arbre dans l'image d'en-tête. Sinon, laissez la case cochée.</p>
nl: <p>Vink deze optie niet aan wanneer u de stamboomtitel al gebruikt in de header afbeelding. Is dat niet het geval, laat dan de checkbox aangevinkt.</p>

source: <p>You can use flags in the bar above the topmenu bar in the header. These flags replaces the default dropdown menu. We advice you not to use this option if you have more then ten languages installed.</p><p>You can remove unused languages from the folder languages in your webtrees installation.</p>
de: <p>Sie können statt des Auswahlmenüs für die Sprache auch Nationalflaggen im Kopfbereich über der Hauptauswahl verwenden. Bei mehr als zehn installierten Sprachen sollten Sie allerdings auf diese Möglichkeit verzichten.</p><p>Nicht genutzte oder unerwünschte Sprachen können Sie ganz einfach aus dem Ordner '/languages' im webtrees-Verzeichnis löschen.</p>
fr: <p>Vous pouvez utiliser les drapeaux dans la barre située au-dessus du menu. Ces drapeaux remplacent le menu déroulant par défaut. Nous vous conseillons de ne pas utiliser cette option si vous avez plus d'une dizaine de langues installées.</p><p>Vous pouvez supprimer les langues non utilisées dans le dossier 'language' de votre installation webtrees.</p>
nl: <p>U kunt vlaggen gebruiken in de balk boven het topmenu in de header. Deze vlaggen vervangen het standaard dropdown menu. Wij adviseren u om deze optie niet in te schakelen wanneer u meer dan tien talgen heeft ge√Ønstalleerd.</p><p>U kunt ongebruikte talen verwijderen uit de folder languages in uw webtrees installatie.</p>

source: Choose a default media folder
de: Wählen Sie den Standard-Medienordner
fr: Choisir un dossier de médias
nl: Kies een standaard media folder

source: Choose a folder as default for the main menu link
de: Wählen Sie einen Ordner als Standardeintrag für den Link im Hauptmenü
fr: Choisir un dossier de médias comme lien du menu principal
hu: Válasszon mappát az alapértelmezett főmenü hivatkozásnak
nl: Kies een standaard folder voor de hoofdmenu link
vi: Chọn thư mục làm mặc định cho liên kết Danh mục chính

source: Current header image
de: Aktuelle Titelgrafik im Kopfbereich
nl: Huidige header afbeelding

source: Error: You have not uploaded an image or the image you have uploaded is not a valid image! Your settings are not saved.
de: Fehler: Entweder wurde kein Bild hochgeladen oder das hochgeladene Bild hat nicht das richtige Dateiformat! Ihre Einstellungen wurden nicht gesichert.
fr: Erreur : Vous n'avez pas téléchargé d'image ou l'image que vous avez téléchargée n'est pas une image valide ! Vos réglages ne sont pas sauvegardés.
nl: Fout: U hebt geen afbeelding geupload of de afbeelding die u hebt geupload is niet geldig. Uw instellingen zijn niet opgeslagen.

source: Flags
de: Fahnen
fr: Drapeaux
nl: Vlaggen

source: Height of the header area
de: Höhe des Kopfbereiches
fr: Hauteur de la zone d'en-tête
hu: A fejlécterület magassága
nl: Hoogte van het header gebied
vi: Chiều cao của vùng tiêu đề

source: Include the reports topmenu in the compact 'View' topmenu?
de: Verschieben der Liste der Berichte aus dem Hauptmenü in ein Untermenü von "Zeige"?
fr: Inclure le menu rapports dans le menu compact ?
nl: Wilt u het menu rapporten opnemen in het compacte 'Bekijk' menu?

source: JustBlack Theme Options
de: JustBlack: Optionen für das Thema
fr: Options du thème JustBlack
hu: JustBlack Téma beállításai
nl: JustBlack Thema Opties
vi: Thêm chức năng cho giao diện JustBlack

source: Media menu in topmenu?
de: Medienmenü im Hauptmenü anzeigen?
fr: Nouveau Menu Média ?

source: Options for the JustBlack theme
de: Optionen für das Anzeigethema JustBlack
fr: Options pour le thème JustBlack
hu: A JustBlack téma beállításai
nl: Opties voor het JustBlack thema
vi: Cài đặt chức năng cho giao diện JustBlack

source: Position of the Family tree title
de: Position des Stammbaumtitels
fr: Position du titre de l'arbre
nl: Positie van de stamboomtitel

source: Resize header image (800 x 150px)
de: Titelgrafik auf (800px mal 150px) vereinheitlichen?
nl: Resize header afbeelding (800 x 150px)

source: Set options for the JustBlack theme within the admin interface
de: Setzen der Optionen des Anzeigethemas JustBlack im Verwaltungsbereich
fr: Définir les options du thème JustBlack dans l'interface d'administration
hu: A JustBlack téma beállításainak módosítása a vezérlőpulton
nl: Zet opties voor het JustBlack thema vanuit de administratie interface
vi: Đặt tùy chọn cho chủ đề JustBlack trong giao diện quản trị

source: Size of the Family tree title
de: Größe des Stammbaumtitels
fr: Taille du titre de l'arbre
nl: Grootte van de stamboomtitel

source: Sort Topmenu items
de: Einträge im Hauptmenü sortieren
fr: Tri des items du menu
nl: Topmenu items sorteren

source: Sorting the topmenu
de: Umsortieren des Hauptmenüs
fr: Tri du menu
nl: Het topmenu sorteren

source: Subfolders
de: Unterordner
nl: Submappen

source: The settings will be reset to default. Are you sure you want to do this?
de: Die Einstellungen werden auf die Standardwerte zurückgesetzt. Wollen Sie das wirklich?
hu: A beállítások alapértékeinek visszaállítása. Biztos benne, hogy ezt akarja?
nl: De instellingen worden teruggezet naar de standaard instellingen. Weet u zeker dat u dit wilt?
vi: Cài đặt sẽ được đặt lại về mặc định. Bạn có chắc chắn muốn làm điều này?

source: Upload a (new) custom header image
de: Hochladen einer (neuen) Grafik für den Kopfbereich
fr: Téléverser une (nouvelle) image d'en-tête
nl: Upload een (nieuwe) zelf gekozen header afbeelding

source: Use Google Docs Viewer for pdf's?
de: Google Docs Viewer zur Anzeige von PDFs verwenden?
fr: Utiliser Google Docs Viewer pour les PDF ?
nl: Gebruik Google Docs Viewer for pdf's?

source: Use a compact menu?
de: Kompaktes Menü für Diagramme, Listen etc. verwenden?
fr: Utiliser le menu compact ?
nl: Gebruik een compact menu?

source: Use flags in header bar as language menu?
de: Fahnen zur Sprachauswahl im Kopfbereich verwenden?
fr: Utiliser les drapeaux de langage dans la barre d'en-tête ?
nl: Gebruik vlaggen in de header bar als taalmenu?

source: Use header image?
de: Eine Titelgrafik im Kopfbereich verwenden?
fr: Utiliser une image d'en-tête ?
nl: Gebruik de header afbeelding?

source: Use the Family tree title in the header?
de: Den Stammbaumtitel im Kopfbereich verwenden?
fr: Utiliser le nom de l'arbre dans l'en-tête ?
nl: Gebruik de stamboomtitel in de header?

source: Use the Google Docs Viewer
de: Google Docs Viewer einsetzen
fr: Utiliser Google Docs Viewer
nl: Gebruik de Google Docs Viewer

source: Your custom header image is succesfully saved.
de: Ihre Grafik für den Kopfbereich wurde gesichert.
fr: Votre image d'en-tête a été sauvegardée
nl: Uw zelf gekozen header afbeelding is succesvol opgeslagen.

source: left
de: von links
hu: balra
nl: links
vi: Từ trái

source: right
de: von rechts
hu: jobbra
nl: rechts
vi: Từ phải

source: Your settings are reset to default due to changes in this version of the module. Please update the settings to your needs.
nl: Uw instellingen zijn teruggezet naar de standaard instellingen als gevolg van wijzigingen in deze versie van de module. Werk de instellingen bij naar de door u gewenste instellingen.

source: Browse
hu: Böngészés
vi: Chọn

source: Choose “no” if you have used the family tree title in your custom header image. Otherwise choose “yes”.
hu: Válassza a “nem”-et, ha szeretné feltüntetni a családfa nevét az egyedi fejlécképen. Különben az “igen”-t.
vi: Chọn “không” nếu bạn đã sử dụng tiêu đề cây gia đình trong hình ảnh tiêu đề tùy chỉnh của mình. Nếu không, chọn “có”.

source: Click a row, then drag-and-drop to re-order the menu items. Then click the “save” button.
vi: Nhấp vào một hàng, sau đó kéo và thả để sắp xếp lại các mục menu. Sau đó nhấp vào nút "lưu".

source: Error: The image you have uploaded is not a valid image! Your settings are not saved.
hu: Hiba: A képet melyet feltöltött nem érvénytelen formátumú! A beállítások nem lettek elmentve.
vi: Lỗi: Hình ảnh bạn đã tải lên không phải là hình ảnh hợp lệ! Cài đặt của bạn không được lưu.

source: Here you can set the location of the family tree title. Adjust the values to your needs. If you want the tree title appear in the header image, the correct values depend on the length of the tree title. The position is the absolute position of the title, relative to the header area. For example: choose “Top: 0px; Left: 0px” for the top left corner of the header area or “Top: 50%%; Right: 10px” to place the title at the right side in the middle of the header area with a 10px margin.
hu: Itt állítható a családfa nevének elhelyezése. Állítsa be az értékeket saját szükség szerint. Ha szeretné megjeleníteni a fa nevét a fejlécképen a helyes beállítás értékei a név hosszúságától függenek. Az elhelyezés a név abszolút helyzetét jelenti a fejlécterülethez mérten. Például: “Felül: 0px; Balra: 0px” érték a fejlécterület bal felső sarkát jelenti vagy “Felül: 50%% ; Jobbra: 10px” a fejlécterület közepén jobb oldalt 10px szegéllyel lesz elhelyezve.
vi: Ở đây bạn có thể đặt vị trí của tiêu đề cây gia đình. Điều chỉnh các giá trị theo nhu cầu của bạn. Nếu bạn muốn tiêu đề cây xuất hiện trong hình ảnh tiêu đề, các giá trị chính xác phụ thuộc vào độ dài của tiêu đề cây. Vị trí là vị trí tuyệt đối của tiêu đề, liên quan đến vùng tiêu đề. Ví dụ: chọn “Top: 0px; Trái: 0px ”cho góc trên cùng bên trái của vùng tiêu đề hoặc“ Trên cùng: 50 %% 1; Phải: 10px ”để đặt tiêu đề ở bên phải ở giữa khu vực tiêu đề với lề 10px.

source: If this option is set the media menu will be moved to the main menu.
vi: Nếu tùy chọn này được đặt, menu media sẽ được chuyển đến menu chính.

source: If you set this option the results on the media list page will include subfolders.
hu: E lehetőség kiválasztása eredményezi az almappák megjelenését a média felsorolás oldalon.
vi: Nếu bạn đặt tùy chọn này, kết quả trên trang danh sách phương tiện sẽ bao gồm các thư mục con.

source: In the compact “View”-menu the menus for Charts, Lists, Calendar and (optionally) Reports will be merged together.
hu: A tömörített “Megtekintés” menübe lesznek az Ábra, Lista, Naptár és (választhatóan) a Jelentés menük összevonva.
vi: Trong menu “Xem” nhỏ gọn, các menu cho Biểu đồ, Danh sách, Lịch và (tùy chọn) Báo cáo sẽ được hợp nhất với nhau.

source: Include the reports menu in the compact “View” menu
vi: Bao gồm trình đơn báo cáo trong menu “Chế độ xem” nhỏ gọn

source: Media menu in main menu
vi: Hình ảnh trên thanh Danh mục chính

source: Options
hu: Beállítások
vi: Thêm chức năng

source: Position of the family tree title
hu: A családfa nevének elhelyezése
vi: Vị trí của tiêu đề cây gia đình

source: Resize image (800 x 150px)
hu: Kép átméretezése (800 x 150px)
vi: Kích Cở hình ảnh

source: Set this option to “yes” to use square thumbnails in individual boxes and charts. If you choose “no” the default webtrees thumbnails will be used.
hu: Az egyéni keretekben és az ábrákon “igen” választásával négyzetképek, “nem” esetén pedig az alapértelmezett bélyegképek jelennek meg.
vi: Đặt tùy chọn này thành "có" để sử dụng hình thu nhỏ hình vuông trong các hộp và biểu đồ riêng lẻ. Nếu bạn chọn “không”, hình thu nhỏ webtrees mặc định sẽ được sử dụng.

source: Size of the family tree title
hu: A családfa nevének nagysága
vi: Kích thước của tiêu đề cây gia đình

source: Sort menu items
vi: Sắp xếp các mục menu

source: The media folder you choose here will be used as default folder for media menu link of the main menu. If you click on the media link or icon in the main menu, the page opens with the media items from this folder.
hu: Az itt kiválasztott médiamappa, mint alapértelmezett mappa szerepel a főmenü médiamenüjének hivatkozásainál. E mappa elemei jelennek meg az oldalon a főmenü média hivatkozására vagy ikonjára klikkelve.
vi: Thư mục phương tiện bạn chọn ở đây sẽ được sử dụng làm thư mục mặc định cho liên kết menu phương tiện của menu chính. Nếu bạn nhấp vào liên kết hoặc biểu tượng phương tiện trong menu chính, trang sẽ mở ra với các mục phương tiện từ thư mục này.

source: The names of first level media folders from your media folder on the server will be used as submenu items of the new media menu. Warning: these submenu items are not translated automatically. Use a custom language file to translate your menu items. Read the webrees WIKI for more information.
hu: A média menüének almenü elemei a szerveren lévő média mappa első szintű mappái neveit használja. Figyelem: Ezek az almenü elemek nincsenek automatikusan lefordítva. Használjon saját nyelvi fájlt a menü elemeinek lefordítására. Részletesebb információ a webtrees WIKI oldalán található.
vi: Tên của các thư mục phương tiện cấp một từ thư mục phương tiện của bạn trên máy chủ sẽ được sử dụng làm các mục con của menu đa phương tiện mới. Cảnh báo: các mục menu con này không được dịch tự động. Sử dụng tệp ngôn ngữ tùy chỉnh để dịch các mục menu của bạn. Đọc webrees WIKI để biết thêm thông tin.

source: Upload a custom header image
hu: Saját fejléckép feltöltése
vi: Tải lên hình ảnh tiêu đề tùy chỉnh

source: Use a compact menu
hu: Tömörített menü használat
vi: Sử dụng menu nhỏ gọn

source: Use flags in header bar as language menu
hu: Nyelv menü helyett legyenek zászlók a fejlécsávban
vi: Sử dụng cờ trong thanh tiêu đề làm menu ngôn ngữ

source: Use header image
hu: Fejléckép használat
vi: Sử dụng hình ảnh tiêu đề

source: Use square thumbs
hu: Négyzetkép használat
vi: Sử dụng hình ảnh vuông cho xem trước

source: Use the family tree title in the header
hu: Családfanév a fejlécben
vi: Tiêu đề cây Gia đình làm Đầu trang

source: You can use flags in the bar above the main menu. These flags replaces the default dropdown menu. We advise you not to use this option if you have more then ten languages installed. <a href="admin_site_config.php?action=languages" target="_blank">Disable languages</a>.
vi: Bạn có thể sử dụng cờ trong thanh phía trên menu chính. Những cờ này thay thế trình đơn thả xuống mặc định. Chúng tôi khuyên bạn không nên sử dụng tùy chọn này nếu bạn đã cài đặt thêm mười ngôn ngữ. <a href="admin_site_config.php?action=languages" target="_blank"> 1Ngôn ngữ có thể sử dụng </a> 2.

source: Your settings are successfully saved.
hu: A beállítások sikeres mentése megtörtént.
vi: Cài đặt của bạn đã được lưu lại.

source: bottom
hu: alul
vi: Từ dưới

source: top
hu: felül
vi: Từ trên
